/* Menu Items */
"Reply..."		= "書き込み...";
"Reply 2..."	= "レス引用...";

"Remove Favorites"	= "お気に入りを削除";
"Add Favorites"		= "お気に入りに追加";

"Delete Log"	= "ログを削除";
"Delete Log..."	= "ログを削除...";

"Show Board Inspector" = "掲示板オプションを表示";
"Hide Board Inspector" = "掲示板オプションを隠す";

"Show All Threads"			= "すべて";
"Show New & Local Threads"	= "新着／既得スレッド";
"Show Local Threads"		= "既得スレッド";
"Show NoCached Threads"		= "未取得スレッド";
"Show New Threads"			= "新着スレッド";

/* Search: Browser */
"Search PopUp History Title"	= "検索履歴";
"Search PopUp NoHistory Title"	= "検索履歴はありません";
"Search PopUp History Indent"	= "  ";
"Search Popup History Clear"	= "検索履歴を消去";

"Search Thread Result" = "%u 件見つかりました";
"Search Thread Not Found" = "見つかりません";

/* Search: Contents */
"InvalidRegularExpressionMsg" = "検索文字列 %@ は正しい正規表現ではありません。";
"InvalidRegularExpressionInfo" = "正しい正規表現に修正するか、“正規表現として解釈” オプションを切にしてやり直してみてください。";
"InvalidRegularExpressionOK" = "OK";

"Such ID Not Found" = "このスレッドに ID: %@ の書き込みはありません";

/* Drawer Contextual Menu */
"PleaseInputURL" = "URL：";
"PleaseInputName" = "カテゴリ名：";

"Edit Title" = "掲示板リスト項目の編集";
"Add Category Title" = "カテゴリの追加";

"Edit Board Msg" = "掲示板“%@”の URL を入力してください。";
"Edit Category Msg" = "カテゴリ“%@”の新しい名前を入力してください。";
"Add Category Msg" = "新しく追加するカテゴリの名前を入力してください。";

"Browser Del Drawer Item Title" = "掲示板リスト項目の削除";
"Browser Del Board Items Message" = "選択された項目を掲示板リストから削除してもよろしいですか？";

"Browser Edit Drawer Item Help" = "掲示板リスト, 編集";

/* Download Error etc. */
"Not Found Title"	= "そんな板 or スレッドないです。";
"Not Found Message"	= "スレッド“%@”の取得に失敗しました。URL が間違っているか、dat 落ちしている可能性があります。

URL：%@";

"Not Found Msg 2" = "スレッド“%@”の取得に失敗しました。URL が間違っているか、dat 落ちしている可能性があります。

URL：%@

このスレッドが dat 落ちしていることが分かっている場合は、“dat 落ちにする”をクリックして、次回以降取得を試みないようにできます。";

"Make DatOchi" = "dat 落ちにする";

"NotFoundSheet Help Anchor" = "bs_notfound_sheet";
"InvalidPerticalSheet Help Anchor" = "bs_invalid_pertical_sheet";

"Invalid Pertical Contents Title"	= "再取得が必要です";
"Invalid Pertical Contents Message"	= "スレッド“%@”は取得済みの内容の一部が変更されているため、ログを削除し、再取得する必要があります。";

"Do Not Delete Button Label" = "キャンセル";
"Delete Button Label" = "削除のみ";
"Delete And Retry Button Label" = "削除して再取得";

"Invalidated Thread Contents Title"	= "再読み込みが必要です";
"Invalidated Thread Contents Message"	= "スレッド“%@”は読み込み中にキャンセルされたか、あるいは予期せぬ理由で表示されている内容が完全ではないため、再読み込みする必要があります。

パス：%@";

"Reload From File Button Label"	= "再読み込み";
"Do Not Reload Button Label"	= "キャンセル";

"titleRuler info auto-detected title" = "BathyScaphe によって dat 落ちと判断されました。";

/* Deletion Alert */
"Delete Thread Title" = "スレッド“%@”のログを削除してもよろしいですか？";
"Delete Thread Message" = "ログファイルはゴミ箱に移動されます。";
"Delete OK" = "削除";
"Delete Cancel" = "キャンセル";

"Browser Del Thread Title" = "選択されたスレッドのログを削除してもよろしいですか？";
"Browser Del Thread Message" = "ログファイルはゴミ箱に移動されます。";

"Delete Fav Title" = "選択されたスレッドのログを削除してもよろしいですか？";
"Delete Fav Msg" = "ログファイルはゴミ箱に移動されます。また、スレッドは“お気に入り”から削除されます。";
"Delete Fav OK" = "削除";
"Delete & Reload" = "削除して再取得";

/* Filters and Actions */
"ActionSpamHeaderFormat" = "迷惑レス（%u レス）";
"ActionAAHeaderFormat" = "AA（%u レス）";
"ActionBookmarkHeaderFormat" = "ブックマーク（%u レス）";
"ActionLocalAbonedHeaderFormat" = "ローカルあぼーん（%u レス）";
"ActionInvisibleAbonedHeaderFormat" = "透明あぼーん（%u レス）";
